import React from 'react'
import { Typography, withStyles } from '@material-ui/core'

const About = ({ classes }) => {
	return (
		<div className={classes.root}>
			<Typography variant="h5" component="h1" className={classes.title}>
				За iBebe.bg
			</Typography>
			<p>
				iBebe.bg е място където можете да намерите внимателно подбрани, висококачествени стоки и аксесоари за
				бебето, детето и майката.
			</p>
			<p>
				Ние сме вносител и изключителен дистрибутор за България на бебешките аксесоари и умно измислени пособия
				за отглеждане на бебе на американската фирма Prince Lionheart, която има дългогодишен опит в
				разработването на бебешки и детски продукти.
			</p>

			<p>
				Ние сме дистрибутор на английските слингове theBabaSling, които са много удобни и практични. Предлагат
				се в голямо разнообразие от цветове и са двойно подсигурени против откопчаване с втори колан.{' '}
			</p>

			<p>
				Ние сме вносител на бебешките играчка на американската марка Alex Toys и предлагаме разнообразен
				асортимент от меки играчки с красиви цветове и екологични материи.{' '}
			</p>

			<p>
				Ние обръщаме особенно внимание на обсужването на клиентите и ще направим всичко, което е по силите ни за
				да останете доволни. Оставаме на Ваше разположениие за всякакви въпроси и препоръки.{' '}
			</p>

			<p>Екъпът на ibebe.bg</p>
		</div>
	)
}

const styles = (theme) => ({
	title : {
		marginTop : '1em',
		color     : '#413852',
		textAlign : 'center'
	}
})

export default withStyles(styles)(About)
