export const brands = [
	{
		id          : 1,
		name        : 'Prince Lionheart',
		brandIcon   : {
			brandQueryString : 'princelionhear',
			brandImageURL    : './static/images/brands/plh/logo',
			brandImageAlt    : 'Prince Lionheart'
		},
		description :
			'Prince Lionheart /Принс Лайънхарт/ е семейна фирма, основана от Том и Линда Макконел през 1973 година в гаража на дома им. Първият им продукт е бил люлеещо се дървено конче. С това скромно начало се залагат трите основни принципа, на които се гради компанията: качество, иновативност и перфектно обслужване. И въпреки че нещата много са се променили през последните четири десетилетия и стария гараж е заменен от ултра- модерен завод в Санта Мария, САЩ, тези три принципа са неразделна част от философията на Prince Lionheart, които в момента са един от водещите производители на бебешки продукти в света. В Prince Lionheart се фокусират върху реалността като създават продукти, които са вдъхновени от собствения им опит като родители. И така, вече 43 години в Prince Lionheart създават продукти за улеснение на родителите. Фирмата  е семейна, управлява се в семейството и се вдъхновява от него за новите си продукти, тъй като истинското гледане на деца съществено се различава от безгрижното и идеално родителство, което виждаме по телевизията.  В Prince Lionheart се фокусират върху реалността като създават  продукти, които са вдъхновени от  собствения им опит като родители. Стремежа на фирмата е да гарантира, че всеки един от техните продукти предоставя най - доброто в категорията си, за да растат децата ни щастливи и здрави.',
		titleColor  : '#e16636',
		borderColor : '#8DCED5',
		imageBlock  : {
			largeImage  : 'pottypod.jpg',
			smallImage  : 'theeter.jpg',
			subheadline : 'Инновативни продукти',
			content     :
				'Prince Lionheart са първите, които започват производство на нагревателя за мокри кърпички Baby Wipes Warmer, а мечето им за приспиване Tummy Sleep Plus® е единственото със запис на вътрешно-утробни звуци, които приспиват бебчетата за броени минути.'
		},
		categories  : [
			{
				id                  : 1,
				avatarURL           : '/static/images/brands/plh/bath.jpg',
				categoryTitle       : 'За баня',
				cetegorySubtitle    : 'Детски гърнета и седалки',
				categoryDescription : 'Меко детско гърненце PottyPOD® SQUISH'
			},
			{
				id                  : 2,
				avatarURL           : '/static/images/brands/plh/play.jpg',
				categoryTitle       : 'За игра',
				cetegorySubtitle    : 'Подложки за игра, дървени колела',
				categoryDescription : 'Голяма двустранна подложка за игра'
			},
			{
				id                  : 3,
				avatarURL           : '/static/images/brands/plh/security.jpeg',
				categoryTitle       : 'Безопасност',
				cetegorySubtitle    : 'Предпазители за ъгли, печки, камини',
				categoryDescription : 'Предпазна лента за ръбове с 4 ъгълчета'
			},
			{
				id                  : 4,
				avatarURL           : '/static/images/brands/plh/seatsaver.jpeg',
				categoryTitle       : 'Пътуване',
				cetegorySubtitle    : 'Предпазители за седалки, органайзъри',
				categoryDescription : 'Предпазна подложка за автомобилна седалка'
			}
		]
	},
	{
		id          : 2,
		name        : 'MiniMonkey',
		brandIcon   : {
			brandQueryString : 'minimonkey',
			brandImageURL    : './static/images/brands/mm/logo',
			brandImageAlt    : 'MiniMonkey logo'
		},
		description :
			'Когато холандката Margot Visser ражда първата си дъщеря през 2005 година, тя се запознава „от първа ръка” с бебешките продукти, които пазара предлага тогава.  Открива, че много от тях са трудни или неудобни за ползване, или пък че продукта, от който има нужда просто не съществува.  Тя превръща в своя мисия намирането на иновативни решения, които да направят живота на родителите, а на децата, по-приятен и лесен. Напуска работата си в банковия сектор и създава компанията Minimonkey. Успехът на първия й продукт Слинга  4-в-1 й дава куража да продължи по избрания от нея път и да създава още чудесни и практични решения за съвременните родители, които да им позволят да водят активен и по-мобилен начин на живот, без да бъдат ограничавани от средата или пък зависими от колички или от наличието на удобно и безопасно столче, в което да поставят детето си. Семплите, но прекрасни продукти на Minimonkey са с типичния изчистен северно европейски дизайн и са изработени с най-висококачествени материали и багрила. И естествено са преминали всички тестове за безопасност на ЕС.',
		titleColor  : '#313131',
		borderColor : '#F4BB41',
		imageBlock  : {
			largeImage  : 'mini_monkey.jpg',
			smallImage  : 'dymamic_sm.jpg',
			subheadline : 'Активен и мобилен начин на живот',
			content     :
				'Без да бъдете ограничавани от средата или пък зависими от колички или от наличието на удобно и безопасно столче, в което да поставяте детето си.'
		},
		categories  : [
			{
				id                  : 1,
				avatarURL           : '/static/images/brands/mm/dynamic_black.jpg',
				categoryTitle       : 'Ергономична раница',
				cetegorySubtitle    : 'Dynamic в черно и оранжево',
				categoryDescription : '100% памук, четири начина на носене'
			},
			{
				id                  : 2,
				avatarURL           : '/static/images/brands/mm/unlimited.jpg',
				categoryTitle       : 'Слинг за носене на бебе',
				cetegorySubtitle    : 'Unlimited',
				categoryDescription : 'Ергономичен, безопасен и удобен'
			},
			{
				id                  : 3,
				avatarURL           : '/static/images/brands/mm/minichair.jpg',
				categoryTitle       : 'Minichair',
				cetegorySubtitle    : 'Текстилна седалка',
				categoryDescription : 'Превръща всеки стол в детско столче'
			},
			{
				id                  : 4,
				avatarURL           : '/static/images/brands/mm/dynamic_pink.jpg',
				categoryTitle       : 'Ергономична раница',
				cetegorySubtitle    : 'Dynamic в розово',
				categoryDescription : 'Тежестта не се поема от раменете и гърба'
			}
		]
	},
	{
		id          : 3,
		name        : 'Tris & Ton',
		brandIcon   : {
			brandQueryString : 'trisiton',
			brandImageURL    : './static/images/brands/tris/logo',
			brandImageAlt    : 'Tris&ton logo'
		},
		description :
			'Испанската компания Tris & Ton е посветена на света на детето. Гамата продукти е изключително функционална, като същевременно вкарва нотка на закачка и забавление в света на малките. Това превръща продуктите на Tris & Ton и в чудесен подарък. Мисията на компанията е да създава висококачествени продукти, с иновативен и весел дизайн, в който са вложени много креативност и жизнерадостни цветове. Артистичните, но практични  аксесоари за колички позволяват на всеки родител да превърне „превозното средство” на мъничето си в уникат. Всички продукти на Tris & Ton са създадени и изработени в Испания от високотехнологични и качествени материали, и са преминали през всички необходими тестове за безопасност на ЕС.',
		titleColor  : '#181713',
		borderColor : '#EA3323',
		imageBlock  : {
			largeImage  : 'tris.jpg',
			smallImage  : 'tris_small.jpg',
			subheadline : 'Много настроение и положителни емоции',
			content     :
				'Продуктите на Tris & Ton се отличават с това, че създават много настроение и положителни емоции за родителите и техните деца.'
		}
	},
	{
		id          : 4,
		name        : 'Luvion',
		brandIcon   : {
			brandQueryString : 'luvion',
			brandImageURL    : './static/images/brands/luvion/logo',
			brandImageAlt    : 'Tris&Luvion logo'
		},
		description :
			'Luvion Premium Babyproducts е млада компания, която залага на дизайна и предлага отличаваща се гама техника и продукти за деца и детската стая. Философията на компанията е да разработва и произвежда висококачествени бебешки продукти, които отговарят на изискванията на съвременните родители. Всичко, което Luvion създава, е с мисъл за бебетата и техните родители. Luvion Premium Babyproducts е основана през 2005 година и оттогава се разраства бързо. Luvion е семейна фирма от град Делфт, Холандия и към настоящия момент нейните продукти се предлагат в 25 страни в целия свят. Luvion Premium Babyproducts се фокусират върху това клиентите им да са доволни от своя избор. Всеки новосъздаден продукт цели да представи нещо ново в своя сегмент. За Luvion качеството и дизайна са от особена важност и именно с това целят да се отличат от конкуренцията, тъй като вярват, че тези два компонента са ключови за удоволствието от употребата на даден продукт.',
		titleColor  : '#09519d',
		borderColor : '#ff4c4c',
		imageBlock  : {
			largeImage  : 'luvion.jpg',
			smallImage  : 'luvion_sm.jpg',
			subheadline : 'Функционалност и изчистен дизайн',
			content     :
				'Продуктите с марката Luvion се отличават със своята функционалност, изчистен дизайн, лесна употреба и високо качество.'
		}
	},
	{
		id          : 5,
		name        : 'Twistshake',
		brandIcon   : {
			brandQueryString : 'twistshake',
			brandImageURL    : './static/images/brands/twist/logo',
			brandImageAlt    : 'Twistshake logo'
		},
		description :
			'Бебешките шишета на шведската марка Twistshake са разработени от млади хора, които държат на практичното удобство, без да правят компромис с дизайна. Те оптимизират функционалността на обикновеното бебешко шише, като същевременно го превръщат от скучен и с нищо неотличаващ се предмет в актуален, ярък и цветен аксесоар, който позволява голямо съчетание от цветове, които най-добре да изразят вашата индивидуалност. Силиконовите биберони са с изключителна мекота и плътност, които максимално се доближават до естественото усещане. Същевременно с това,  шишетата и всички аксесоари към тях с изработени от най-висококачествени материали гарантиращи безвредност и дълга употреба. Включеният контейнер към бебешкото шише гарантира, че винаги имате точната доза мляко. Неговата решетка гарантира, че готовото мляко ще е без бучки. Широкият отвор гарантира удобство при пълнене и измиване. Качеството на използваните материали гарантира безопасност, а прекрасните ярки цветове гарантират настроение и индивидуалност. И че винаги ще бъдете забелязвани.',
		titleColor  : '#333333',
		borderColor : '#6f7071',
		imageBlock  : {
			largeImage  : 'twist.jpg',
			smallImage  : 'twist_sm.jpg',
			subheadline : 'Мобилни и красиви с Twistshake',
			content     :
				'Цялата гама продукти на Twistshake помага на съвременните родители да бъдат мобилни, улеснява приготвянето, храненето и измиването.'
		}
	},
	{
		id          : 6,
		name        : 'Walking Mum',
		brandIcon   : {
			brandQueryString : 'walkingmum',
			brandImageURL    : './static/images/brands/walk/logo',
			brandImageAlt    : 'Walking Mum logo'
		},
		description :
			'Испанската марка Pasito a Pasito (част от групата DISET S.A.) е на испанския пазар повече от 20 години и понастоящем е лидер в производството и продажбите на чанти за памперси и чувалчета за колички в Испания, като 30% от продукцията им се изнася. В отговор на все по-голямото търсене  на продукти с „по-европейски” вкус, през 2014 година е създадена марката WALKING MUM. Продуките на новата марка са по-динамични, ежедневни и практични. Моделите на WALKING MUM са вдъхновени от северно европейския дизайн, и са разработени съвместно с холандския клон на фирмата.',
		titleColor  : '#716259',
		borderColor : '#E4DFDF',
		imageBlock  : {
			largeImage  : 'walking_mum_l.jpg',
			smallImage  : 'walking_mum_s.jpg',
			subheadline : 'Изчистен и съвременен',
			content     :
				'Продуктите на WALKING MUM се отличават с усет към детайла и безкомпромисно качество на изработката и вложените материали, които са от най-ново поколение и са преминали всички тестове за безопасност на ЕС.'
		}
	}
]
